Repository: renebrummel/ForNAV.TrainingModules
Catalog: C-Side Objects/Training Objects BC On Prem/ForNAV Report Pack/Translations/translation-*.xlf
Languages: cs_cz

# Table 1167270799 - Method 3771322014 - NamedType 4039144667
source: Do you want to replace the current reports with the ForNAV reports?
cs_cz: Vuoi sostituire i rapporti correnti con i rapporti ForNAV?

# Table 2957042042 - Method 1740325350 - NamedType 1664139952
source: The Date Formula %1 cannot be used
cs_cz: Ekki má nota dagsetningarformúluna% 1

# Table 2957042042 - Method 3991716953 - NamedType 3369616619
source: Not Due
cs_cz: Ekki vegna

# Table 2957042042 - Method 3991716953 - NamedType 457893867
source: Before
cs_cz: Á?ur

# Table 2957042042 - Method 3991716953 - NamedType 2072192433
source: days
cs_cz: daga

# Table 2957042042 - Method 3991716953 - NamedType 158957122
source: More than
cs_cz: Meira en

# Table 1239100097 - Method 3439578032 - NamedType 112908608
source: Wrong Function Call
cs_cz: Rangt virka símtal

# Codeunit 192864614 - Method 3884954611 - NamedType 1786305520
source: Do you want to setup ForNAV with default values?
cs_cz: Viltu setja upp ForNAV me? sjálfgefnum gildum?

# Codeunit 2478261208 - Method 1348281459 - NamedType 788912332
source: ForNAV is installed but not setup. Do you want to do this now?
cs_cz: ForNAV er uppsett en ekki uppsetning. Viltu gera ?etta núna?

# Codeunit 2478261208 - Method 1348281459 - NamedType 1517371649
source: Yes
cs_cz: Já

# Codeunit 2478261208 - Method 1348281459 - NamedType 2907186646
source: No, and please don't remind me again.
cs_cz: Nei, og vinsamlegast ekki spyrja mig aftur.
